Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# placeNew
source: New place
ar: مكان جديد
de: Neuer Ort
es: Nuevo sitio
fa: مکان جدید
fr: Nouveau lieu
it: Nuovo posto
ja: 新しい場所
ko: 새 장소
nl: Nieuwe plek
pl: Nowe miejsce
pt: Novo lugar
ru: Новое место
tr: Yeni yer
uk: Нове місце
zh: 新建场地
zh_hant: 新增地點

# placeNameLabel
source: NAME
ar: الاسم
es: NOMBRE
fa: نام
fr: NOM
it: NOME
ja: 名前
ko: 이름
nl: NAAM
pl: NAZWA
pt: NOME
ru: НАЗВАНИЕ
tr: AD
uk: НАЗВА
zh: 场地名称
zh_hant: 名稱

# placeNamePlaceholder
source: Home, gym, the park…
ar: المنزل، النادي، الحديقة…
de: Zuhause, Fitnessstudio, Park…
es: Casa, gimnasio, el parque…
fa: خانه، باشگاه، پارک…
fr: Maison, salle, parc…
it: Casa, palestra, parco…
ja: 自宅、ジム、公園…
ko: 집, 헬스장, 공원…
nl: Thuis, sportschool, park…
pl: Dom, siłownia, park…
pt: Casa, academia, parque…
ru: Дом, зал, парк…
tr: Ev, spor salonu, park…
uk: Дім, зал, парк…
zh: 家庭、健身房、公园……
zh_hant: 家、健身房、公園…

# placeGearLabel
source: WHAT IS THERE
ar: المعدات المتاحة
de: WAS IST VORHANDEN
es: QUÉ HAY AHÍ
fa: چه چیزی هست
fr: MATÉRIEL DISPONIBLE
it: COSA C'È LÌ
ja: 利用できる器具
ko: 사용 가능한 장비
nl: BESCHIKBARE UITRUSTING
pl: DOSTĘPNY SPRZĘT
pt: O QUE HÁ LÁ
ru: ЧТО ТАМ ЕСТЬ
tr: MEVCUT EKİPMAN
uk: ДОСТУПНЕ ОБЛАДНАННЯ
zh: 场地现有器械
zh_hant: 可用器材

# placeGearCount
source: %lld kinds of kit
ar: %lld أنواع من المعدات
de: %lld Arten von Ausrüstung
es: %lld tipos de material
fa: %lld نوع وسیله
fr: %lld types de matériel
it: %lld tipi di attrezzi
ja: 器具%lld種類
ko: 장비 %lld종
nl: %lld soorten uitrusting
pl: %lld rodzajów sprzętu
pt: %lld Tipos de kit
ru: %lld вида инвентаря
tr: %lld ekipman türü
uk: %lld типів обладнання
zh: %lld 种器械
zh_hant: %lld 種器材

# placeExercises
source: %lld exercises here
ar: %lld تمارين هنا
de: %lld Übungen hier
es: %lld ejercicios aquí
fa: %lld حرکت اینجا
fr: %lld exercices ici
it: %lld esercizi qui
ja: ここで%lld種目
ko: 여기서 운동 %lld개
nl: %lld oefeningen hier
pl: %lld ćwiczeń tutaj
pt: %lld exercícios aqui
ru: Упражнений здесь: %lld
tr: Burada %lld egzersiz
uk: %lld вправ тут
zh: 支持 %lld 个动作
zh_hant: 這裡有 %lld 個動作

# placeEmptyTitle
source: Train wherever you are
ar: تمرّن أينما كنت
de: Trainiere, wo immer du auch bist
es: Entrena donde estés
fa: هرجا که هستی تمرین کن
fr: Entraîne-toi où que tu sois
it: Allenati dove sei
ja: どこでもトレーニング
ko: 어디서든 운동하세요
nl: Train waar je ook bent
pl: Trenuj, gdziekolwiek jesteś
pt: Treine onde quer que você esteja
ru: Тренируйся где угодно
tr: Nerede olursan ol antrenman yap
uk: Тренуйся де завгодно
zh: 随时随地，想练就练
zh_hant: 隨時隨地訓練

# placeEmptyBody
source: A place is a list of the kit you have there. Pick one to start and edit it later.
ar: المكان هو قائمة بالمعدات الموجودة فيه. اختر واحدًا للبدء وعدّله لاحقًا.
de: Ein Ort enthält die Ausrüstung, die du dort hast. Wähle einen zum Starten und bearbeite ihn später.
es: Un sitio es la lista de lo que tienes ahí. Elige uno para empezar y lo retocas luego.
fa: یک مکان، فهرستی از وسیله‌هایی است که آنجا داری. یکی را برای شروع بساز و بعداً ویرایش کن.
fr: Un lieu correspond à la liste du matériel que tu y as. Choisis-en un pour commencer et modifie-le plus tard.
it: Un posto è la lista degli attrezzi che hai lì. Scegline uno per iniziare e modificalo dopo.
ja: 場所とは、そこにある器具の一覧です。まず1つ選び、後から編集できます。
ko: 장소는 그곳에 있는 장비 목록입니다. 하나를 선택해 시작하고 나중에 수정하세요.
nl: Een plek is een lijst van de uitrusting die je daar hebt. Kies er een om te starten en pas hem later aan.
pl: Miejsce to lista sprzętu, który masz w danej lokalizacji. Wybierz jedno na początek i edytuj później.
pt: Um lugar é uma lista dos equipamentos que você possui ali. Escolha um para começar e edite-o mais tarde.
ru: Место — это список инвентаря, который там есть. Выбери одно для начала, потом отредактируешь.
tr: Bir yer, orada bulunan ekipmanların listesidir. Başlamak için birini seç; daha sonra düzenleyebilirsin.
uk: Місце — це список обладнання, яке там є. Обери одне для початку й відредагуй пізніше.
zh: 场地即器械配置清单。挑选一个预设或创建新场地，后续可随时调整。
zh_hant: 地點就是你在那裡擁有的器材清單。先選一個開始，之後可再編輯。

# placeDeleteTitle
source: Delete place
ar: حذف المكان
de: Ort löschen
es: Borrar sitio
fa: حذف مکان
fr: Supprimer le lieu
it: Elimina posto
ja: 場所を削除
ko: 장소 삭제
nl: Plek verwijderen
pl: Usuń miejsce
pt: Deletar lugar
ru: Удалить место
tr: Yeri sil
uk: Видалити місце
zh: 删除场地
zh_hant: 刪除地點

# placeDeleteBody
source: Only the place goes — your exercises and sessions stay.
ar: سيُحذف المكان فقط — ستبقى تمارينك وجلساتك.
de: Nur der Ort wird gelöscht — deine Übungen und Trainings bleiben erhalten.
es: Se va solo el sitio — tus ejercicios y tus sesiones se quedan.
fa: فقط مکان حذف می‌شود — حرکات و جلسه‌های تمرین می‌مانند.
fr: Seul le lieu sera supprimé — tes exercices et tes séances resteront.
it: Va via solo il posto — esercizi e sessioni restano.
ja: 場所だけが削除され、種目とワークアウトは残ります。
ko: 장소만 삭제되며 운동과 운동 기록은 유지됩니다.
nl: Alleen de plek wordt verwijderd — je oefeningen en trainingen blijven behouden.
pl: Usunięte zostanie tylko miejsce — ćwiczenia i treningi zostaną.
pt: Apenas o lugar muda — seus exercícios e sessões permanecem.
ru: Уйдёт только место — упражнения и тренировки останутся.
tr: Yalnızca yer silinir — egzersizlerin ve antrenmanların kalır.
uk: Видалиться лише місце — вправи й тренування залишаться.
zh: 仅删除该场地配置，你的所有动作与训练记录均完整保留。
zh_hant: 只會刪除地點 — 你的動作與訓練會保留。

# placeGym
source: Gym
ar: النادي الرياضي
de: Fitnessstudio
es: Gimnasio
fa: باشگاه
fr: Salle de sport
it: Palestra
ja: ジム
ko: 헬스장
nl: Sportschool
pl: Siłownia
pt: Academia
ru: Зал
tr: Spor salonu
uk: Спортзал
zh: 健身房
zh_hant: 健身房

# placeHome
source: Home
ar: المنزل
de: Zuhause
es: Casa
fa: خانه
fr: Maison
it: Casa
ja: 自宅
ko: 집
nl: Thuis
pl: Dom
pt: Casa
ru: Дом
tr: Ev
uk: Дім
zh: 居家
zh_hant: 家

# placeOutdoors
source: Outdoors
ar: في الخارج
de: Draußen
es: Al aire libre
fa: فضای باز
fr: Extérieur
it: All'aperto
ja: 屋外
ko: 야외
nl: Buiten
pl: Na zewnątrz
pt: Ao ar livre
ru: Улица
tr: Açık hava
uk: Надворі
zh: 户外公园
zh_hant: 戶外

# placeFilterLabel
source: PLACE
ar: المكان
de: ORT
es: SITIO
fa: مکان
fr: LIEU
it: POSTO
ja: 場所
ko: 장소
nl: PLEK
pl: MIEJSCE
pt: LUGAR
ru: МЕСТО
tr: YER
uk: МІСЦЕ
zh: 场地筛选
zh_hant: 地點

# noGearOnly
source: No kit
ar: بدون معدات
de: Keine Ausrüstung
es: Sin material
fa: بدون وسیله
fr: Sans matériel
it: Senza attrezzi
ja: 器具なし
ko: 장비 없음
nl: Geen uitrusting
pl: Bez sprzętu
pt: Sem kit
ru: Без инвентаря
tr: Ekipmansız
uk: Без обладнання
zh: 仅自重
zh_hant: 無器材

# placeActive
source: Training at %@
ar: التمرين في %@
de: Training bei %@
es: Entrenando en %@
fa: تمرین در %@
fr: Entraînement à %@
it: Ti alleni in %@
ja: %@でトレーニング
ko: %@에서 운동
nl: Trainen bij %@
pl: Trening w %@
pt: Treinando na/em %@
ru: Тренируешься здесь: %@
tr: %@ konumunda antrenman
uk: Тренування в %@
zh: 当前在 %@ 训练
zh_hant: 在 %@ 訓練

source: JOURNAL
ar: اليوميات
de: PROTOKOLL
es: DIARIO
fa: ژورنال
it: DIARIO
ja: ジャーナル
ko: 저널
nl: DAGBOEK
pl: DZIENNIK
pt: DIARIO
ru: ДНЕВНИК
tr: GÜNLÜK
uk: ЩОДЕННИК
zh: 备忘日志
zh_hant: 日誌

# noteCount
source: %lld notes
ar: %lld ملاحظات
de: %lld Notizen
es: %lld notas
fa: %lld یادداشت
it: %lld note
ja: メモ%lld件
ko: 메모 %lld개
nl: %lld notities
pl: %lld notatek
pt: %lld notas
ru: %lld заметки
tr: %lld not
uk: %lld нотаток
zh: %lld 条备忘
zh_hant: %lld 則筆記

# noteKindNote
source: Note
ar: ملاحظة
de: Notiz
es: Nota
fa: یادداشت
it: Nota
ja: メモ
ko: 메모
nl: Notitie
pl: Notatka
pt: Nota
ru: Заметка
tr: Not
uk: Нотатка
zh: 笔记
zh_hant: 筆記

# noteKindPlan
source: Plan
ar: خطة
fa: برنامه
it: Piano
ja: 計画
ko: 계획
pt: Plano
ru: План
uk: План
zh: 计划
zh_hant: 計畫

# noteKindDone
source: Win
ar: إنجاز
de: Erfolg
es: Logro
fa: برد
fr: Réussite
it: Traguardo
ja: 達成
ko: 성공
nl: Winst
pl: Sukces
pt: Vitoria
ru: Победа
tr: Başarı
uk: Успіх
zh: 突破
zh_hant: 成功

# noteKindPain
source: Niggle
ar: ألم بسيط
de: Beschwerde
es: Molestia
fa: درد خفیف
fr: Gêne
it: Fastidio
ja: 違和感
ko: 불편함
nl: Kwaaltje
pl: Dolegliwość
pt: Incômodo
ru: Болячка
tr: Rahatsızlık
uk: Дискомфорт
zh: 酸痛
zh_hant: 不適

# noteFilterAll
source: All
ar: الكل
de: Alle
es: Todas
fa: همه
fr: Toutes
it: Tutte
ja: すべて
ko: 전체
nl: Alle
pl: Wszystkie
pt: Tudo
ru: Все
tr: Tümü
uk: Усі
zh: 全部
zh_hant: 全部

source: New note
ar: ملاحظة جديدة
de: Neue Notiz
es: Nueva nota
fa: یادداشت جدید
fr: Nouvelle note
it: Nuova nota
ja: 新しいメモ
ko: 새 메모
nl: Nieuwe notitie
pl: Nowa notatka
pt: Nova nota
ru: Новая заметка
tr: Yeni not
uk: Нова нотатка
zh: 新建备忘
zh_hant: 新增筆記

source: Edit note
ar: تعديل الملاحظة
de: Notiz bearbeiten
es: Editar nota
fa: ویرایش یادداشت
fr: Modifier la note
it: Modifica nota
ja: メモを編集
ko: 메모 수정
nl: Notitie bewerken
pl: Edytuj notatkę
pt: Editar nota
ru: Изменить заметку
tr: Notu düzenle
uk: Редагувати нотатку
zh: 编辑备忘
zh_hant: 編輯筆記

source: ADD NOTE
ar: إضافة ملاحظة
de: NOTIZ HINZUFÜGEN
es: AÑADIR NOTA
fa: افزودن یادداشت
fr: AJOUTER UNE NOTE
it: AGGIUNGI NOTA
ja: メモを追加
ko: 메모 추가
nl: NOTITIE TOEVOEGEN
pl: DODAJ NOTATKĘ
pt: ADICIONAR NOTA
ru: ДОБАВИТЬ ЗАМЕТКУ
tr: NOT EKLE
uk: ДОДАТИ НОТАТКУ
zh: 添加备忘
zh_hant: 新增筆記

# noteEmptyTitle
source: Nothing written down yet
ar: لم يُكتب شيء بعد
de: Noch nichts geschrieben
es: Todavía no has escrito nada
fa: هنوز چیزی نوشته نشده
fr: Rien d’écrit pour l’instant
it: Non hai ancora scritto niente
ja: まだ何も書かれていません
ko: 아직 작성된 내용이 없습니다
nl: Nog niets opgeschreven
pl: Jeszcze nic nie zapisano
pt: Nada escrito ainda
ru: Пока ничего не записано
tr: Henüz hiçbir şey yazılmadı
uk: Поки нічого не записано
zh: 暂无备忘内容
zh_hant: 尚無任何筆記

# noteEmptyBody
source: Cues, plans for next time, how a session felt — with photos or video if you want.
ar: سجّل الملاحظات وخطط المرة القادمة وشعورك بعد التمرين — مع صور أو فيديو إن أردت.
de: Hinweise, Pläne fürs nächste Mal, wie sich ein Training angefühlt hat — mit Fotos oder Video, wenn du möchtest.
es: Claves, planes para la próxima, cómo te fue la sesión — con fotos o vídeo si quieres.
fa: نکته، برنامه برای دفعه بعد، حس جلسه تمرین — با عکس یا ویدیو اگر بخواهی.
fr: Conseils, plan pour la prochaine fois, ressenti d’une séance — avec photos ou vidéo si tu veux.
it: Spunti, piani per la prossima volta, come è andata — con foto o video se vuoi.
ja: コツ、次回の計画、ワークアウトの感覚など — 必要なら写真や動画も添付できます。
ko: 팁, 다음 계획, 운동 느낌 등을 기록하세요 — 원하면 사진이나 동영상도 첨부할 수 있습니다.
nl: Tips, plannen voor de volgende keer, hoe een training voelde — met foto's of video als je wilt.
pl: Wskazówki, plany na następny raz, odczucia po treningu — opcjonalnie ze zdjęciami lub filmem.
pt: Dicas, planos para a próxima vez, como foi a sessão — com fotos ou vídeo, se desejar.
ru: Подсказки, планы на следующий раз, ощущения от тренировки — с фото или видео, если хочешь.
tr: İpuçları, bir sonraki plan, antrenmanın nasıl hissettirdiği — istersen fotoğraf veya video ile.
uk: Підказки, плани на наступний раз, відчуття від тренування — за бажанням із фото чи відео.
zh: 随手记录要领心得、下次训练计划或体感状态，支持附带照片与视频。
zh_hant: 記錄提示、下次計畫、訓練感受 — 想的話也可附上照片或影片。

# noteNoneForExercise
source: No notes on this exercise yet.
ar: لا توجد ملاحظات لهذا التمرين بعد.
de: Noch keine Notizen für diese Übung.
es: Aún no hay notas en este ejercicio.
fa: هنوز یادداشتی روی این حرکت نیست.
fr: Aucune note sur cet exercice pour l’instant.
it: Nessuna nota su questo esercizio, per ora.
ja: この種目のメモはまだありません。
ko: 이 운동에 대한 메모가 아직 없습니다.
nl: Nog geen notities bij deze oefening.
pl: Brak notatek do tego ćwiczenia.
pt: Ainda não há anotações sobre este exercício.
ru: Заметок по этому упражнению пока нет.
tr: Bu egzersiz için henüz not yok.
uk: Нотаток до цієї вправи ще немає.
zh: 该动作暂无备忘记录。
zh_hant: 此動作尚無筆記。

# noteKindLabel
source: TYPE
ar: النوع
de: TYP
es: TIPO
fa: نوع
it: TIPO
ja: 種類
ko: 유형
pl: TYP
pt: TIPO
ru: ТИП
tr: TÜR
uk: ТИП
zh: 类别
zh_hant: 類型

# noteTextLabel
source: NOTE
ar: ملاحظة
de: NOTIZ
es: NOTA
fa: یادداشت
it: NOTA
ja: メモ
ko: 메모
nl: NOTITIE
pl: NOTATKA
pt: NOTA
ru: ЗАМЕТКА
tr: NOT
uk: НОТАТКА
zh: 内容
zh_hant: 筆記

# noteDateLabel
source: DATE
ar: التاريخ
de: DATUM
es: FECHA
fa: تاریخ
it: DATA
ja: 日付
ko: 날짜
nl: DATUM
pl: DATA
pt: DATA
ru: ДАТА
tr: TARİH
uk: ДАТА
zh: 日期
zh_hant: 日期

# noteExerciseLabel
source: EXERCISE
ar: التمرين
de: ÜBUNG
es: EJERCICIO
fa: حرکت
fr: EXERCICE
it: ESERCIZIO
ja: 種目
ko: 운동
nl: OEFENING
pl: ĆWICZENIE
pt: EXERCÍCIO
ru: УПРАЖНЕНИЕ
tr: EGZERSİZ
uk: ВПРАВА
zh: 关联动作
zh_hant: 動作

# noteMediaLabel
source: PHOTOS & VIDEO
ar: الصور والفيديو
de: FOTOS & VIDEO
es: FOTOS Y VÍDEO
fa: عکس و ویدیو
fr: PHOTOS ET VIDÉOS
it: FOTO E VIDEO
ja: 写真と動画
ko: 사진 및 동영상
nl: FOTO'S & VIDEO'S
pl: ZDJĘCIA I WIDEO
pt: FOTO & VIDEO
ru: ФОТО И ВИДЕО
tr: FOTOĞRAF VE VİDEO
uk: ФОТО ТА ВІДЕО
zh: 照片与视频
zh_hant: 照片與影片

# noteGeneral
source: No exercise
ar: بدون تمرين
de: Keine Übung
es: Sin ejercicio
fa: بدون حرکت
fr: Aucun exercice
it: Nessun esercizio
ja: 種目なし
ko: 운동 없음
nl: Geen oefening
pl: Brak ćwiczenia
pt: Sem exercício
ru: Без упражнения
tr: Egzersiz yok
uk: Без вправи
zh: 通用备忘（无关特定动作）
zh_hant: 無動作

# noteAttach
source: Attach
ar: إرفاق
de: Anhängen
es: Adjuntar
fa: پیوست
fr: Joindre
it: Allega
ja: 添付
ko: 첨부
nl: Bijvoegen
pl: Dołącz
pt: Anexar
ru: Прикрепить
tr: Ekle
uk: Прикріпити
zh: 添加附件
zh_hant: 附加

# noteRemoveMedia
source: Remove attachment
ar: إزالة المرفق
de: Anhang entfernen
es: Quitar adjunto
fa: حذف پیوست
fr: Supprimer la pièce jointe
it: Rimuovi allegato
ja: 添付を削除
ko: 첨부 파일 제거
nl: Bijlage verwijderen
pl: Usuń załącznik
pt: Remover anexo
ru: Убрать вложение
tr: Eki kaldır
uk: Видалити вкладення
zh: 移除附件
zh_hant: 移除附件

# deleteNoteTitle
source: Delete note
ar: حذف الملاحظة
de: Notiz löschen
es: Borrar nota
fa: حذف یادداشت
fr: Supprimer la note
it: Elimina nota
ja: メモを削除
ko: 메모 삭제
nl: Notitie verwijderen
pl: Usuń notatkę
pt: Deletar nota
ru: Удалить заметку
tr: Notu sil
uk: Видалити нотатку
zh: 删除备忘
zh_hant: 刪除筆記

# deleteNoteBody
source: The note and anything attached to it go for good.
ar: سيتم حذف الملاحظة وجميع مرفقاتها نهائيًا.
de: Die Notiz und alle Änhänge werden dauerhaft gelöscht.
es: La nota y todo lo que lleve adjunto se van para siempre.
fa: یادداشت و هرچه به آن پیوست شده برای همیشه پاک می‌شود.
fr: La note et toutes ses pièces jointes seront définitivement supprimées.
it: La nota e i suoi allegati vanno via per sempre.
ja: メモと添付ファイルは完全に削除されます。
ko: 메모와 모든 첨부 파일이 영구적으로 삭제됩니다.
nl: De notitie en alle bijlagen worden permanent verwijderd.
pl: Notatka i wszystkie załączniki zostaną trwale usunięte.
pt: O nota e tudo o que estiver anexado a ela serão perdidos para sempre.
ru: Заметка и всё вложенное исчезнут навсегда.
tr: Not ve tüm ekleri kalıcı olarak silinir.
uk: Нотатку й усі вкладення буде видалено назавжди.
zh: 该条备忘及其关联附件将被永久删除。
zh_hant: 筆記及所有附件將永久刪除。

# noteToday
source: Today
ar: اليوم
de: Heute
es: Hoy
fa: امروز
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ru: Сегодня
tr: Bugün
uk: Сьогодні
zh: 今天
zh_hant: 今天

# noteYesterday
source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fa: دیروز
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
pl: Wczoraj
pt: Ontem
ru: Вчера
tr: Dün
uk: Вчора
zh: 昨天
zh_hant: 昨天

# noteAllNotes
source: All notes
ar: كل الملاحظات
de: Alle Notizen
es: Todas las notas
fa: همه یادداشت‌ها
fr: Toutes les notes
it: Tutte le note
ja: すべてのメモ
ko: 모든 메모
nl: Alle notities
pl: Wszystkie notatki
pt: Todas as notas
ru: Все заметки
tr: Tüm notlar
uk: Усі нотатки
zh: 全部备忘
zh_hant: 所有筆記

# noteCalendar
source: Calendar
ar: التقويم
de: Kalender
es: Calendario
fa: تقویم
fr: Calendrier
it: Calendario
ja: カレンダー
ko: 달력
nl: Kalender
pl: Kalendarz
pt: Calendario
ru: Календарь
tr: Takvim
uk: Календар
zh: 日历视图
zh_hant: 日曆

# noteNoneOnDay
source: Nothing written on this day
ar: لم يُكتب شيء في هذا اليوم
de: An diesem Tag nichts geschrieben
es: Nada escrito este día
fa: در این روز چیزی نوشته نشده
fr: Rien d’écrit ce jour-là
it: Niente scritto in questo giorno
ja: この日は何も書かれていません
ko: 이 날 작성된 내용이 없습니다
nl: Niets geschreven op deze dag
pl: Nic nie zapisano tego dnia
pt: Nada escrito neste dia
ru: В этот день ничего не записано
tr: Bu gün hiçbir şey yazılmadı
uk: Цього дня нічого не записано
zh: 当日暂无备忘
zh_hant: 這一天沒有任何筆記

# noteAddOnDay
source: Note on this day
ar: إضافة ملاحظة لهذا اليوم
de: Notiz für diesen Tag
es: Nota en este día
fa: یادداشت در این روز
fr: Ajouter une note ce jour-là
it: Nota in questo giorno
ja: この日にメモを追加
ko: 이 날에 메모 추가
nl: Notitie voor deze dag toevoegen
pl: Dodaj notatkę na ten dzień
pt: Nota desse dia
ru: Заметка на этот день
tr: Bu güne not ekle
uk: Додати нотатку на цей день
zh: 在此日期添加备忘
zh_hant: 為這一天新增筆記

# notePrevMonth
source: Previous month
ar: الشهر السابق
de: Vorheriger Monat
es: Mes anterior
fa: ماه قبل
fr: Mois précédent
it: Mese precedente
ja: 前の月
ko: 이전 달
nl: Vorige maand
pl: Poprzedni miesiąc
pt: Mês passado
ru: Предыдущий месяц
tr: Önceki ay
uk: Попередній місяць
zh: 上个月
zh_hant: 上個月

# noteNextMonth
source: Next month
ar: الشهر التالي
de: Nächster Monat
es: Mes siguiente
fa: ماه بعد
fr: Mois suivant
it: Mese successivo
ja: 次の月
ko: 다음 달
nl: Volgende maand
pl: Następny miesiąc
pt: Próximo mês
ru: Следующий месяц
tr: Sonraki ay
uk: Наступний місяць
zh: 下个月
zh_hant: 下個月

# noteMonthCount
source: %lld notes this month
ar: %lld ملاحظات هذا الشهر
de: %lld Notizen diesen Monat
es: %lld notas este mes
fa: %lld یادداشت این ماه
fr: %lld notes ce mois-ci
it: %lld note questo mese
ja: 今月のメモ%lld件
ko: 이번 달 메모 %lld개
nl: %lld notities deze maand
pl: %lld notatek w tym miesiącu
pt: %lld notas neste mês
ru: %lld заметки в этом месяце
tr: Bu ay %lld not
uk: %lld нотаток цього місяця
zh: 本月 %lld 条备忘
zh_hant: 本月 %lld 則筆記

# measures
source: MEASUREMENTS
ar: القياسات
de: MESSUNGEN
es: MEDIDAS
fa: اندازه‌گیری‌ها
fr: MENSURATIONS
it: MISURE
ja: 身体測定
ko: 신체 측정
nl: LICHAAMSMATEN
pl: POMIARY
pt: MEDIDAS
ru: ЗАМЕРЫ
tr: ÖLÇÜLER
uk: ВИМІРИ
zh: 身体围度
zh_hant: 身體尺寸

# measuresHint
source: Neck to calf — watch your body change, not just the bar.
ar: من الرقبة إلى ربلة الساق — راقب تغير جسمك لا البار فقط.
de: Vom Hals bis zur Wade — beobachte, wie sich dein Körper verändert, nicht nur die Hantel.
es: Del cuello al gemelo — mira cómo cambia tu cuerpo, no solo la barra.
fa: از گردن تا ساق — بدنت را ببین، نه فقط میله را.
fr: Du cou aux mollets — observe l’évolution de ton corps, pas seulement celle de la barre.
it: Dal collo al polpaccio — guarda come cambia il corpo, non solo il bilanciere.
ja: 首からふくらはぎまで — バーの重量だけでなく体の変化も追跡。
ko: 목부터 종아리까지 — 바벨 무게뿐 아니라 몸의 변화도 확인하세요.
nl: Van nek tot kuit — volg hoe je lichaam verandert, niet alleen het gewicht op de stang.
pl: Od szyi po łydkę — obserwuj zmiany ciała, nie tylko ciężar na sztandze.
pt: Do pescoço à panturrilha — veja as mudanças no seu corpo, não apenas na barra.
ru: От шеи до икр — следи, как меняется тело, а не только штанга.
tr: Boyundan baldıra — yalnızca barı değil, vücudundaki değişimi de izle.
uk: Від шиї до литки — стеж за змінами тіла, а не лише за штангою.
zh: 从颈围到小腿围，见证肉眼可见的身材蜕变，不仅关注杠铃重量。
zh_hant: 從頸部到小腿 — 不只看槓鈴，也觀察身體的變化。

# measureCount
source: %lld readings
ar: %lld قياسات
de: %lld Messungen
es: %lld medidas
fa: %lld اندازه‌گیری
fr: %lld mesures
it: %lld rilevazioni
ja: 測定%lld件
ko: 측정 %lld개
nl: %lld metingen
pl: %lld pomiarów
pt: %lld leituras
ru: %lld замера
tr: %lld ölçüm
uk: %lld вимірів
zh: %lld 次记录
zh_hant: %lld 筆測量

# measureNoneYet
source: Not logged yet
ar: لم يُقَس بعد
de: Noch nicht protokolliert
es: Sin anotar
fa: هنوز ثبت نشده
fr: Pas encore mesuré
it: Non ancora registrato
ja: 未測定
ko: 아직 측정 안 함
nl: Nog niet gemeten
pl: Jeszcze nie zmierzono
pt: Nada registrado ainda
ru: Ещё не записано
tr: Henüz ölçülmedi
uk: Ще не виміряно
zh: 暂无记录
zh_hant: 尚未測量

# measureHistory
source: HISTORY
ar: السجل
de: VERLAUF
es: HISTORIAL
fa: تاریخچه
fr: HISTORIQUE
it: STORICO
ja: 履歴
ko: 기록
nl: GESCHIEDENIS
pl: HISTORIA
pt: HISTÓRICO
ru: ИСТОРИЯ
tr: GEÇMİŞ
uk: ІСТОРІЯ
zh: 历史趋势
zh_hant: 歷史

# measureNeck
source: Neck
ar: الرقبة
de: Hals
es: Cuello
fa: گردن
fr: Cou
it: Collo
ja: 首
ko: 목
nl: Nek
pl: Szyja
pt: Pescoço
ru: Шея
tr: Boyun
uk: Шия
zh: 颈围
zh_hant: 頸部

# measureShoulders
source: Shoulders
ar: الكتفان
de: Schultern
es: Hombros
fa: شانه‌ها
fr: Épaules
it: Spalle
ja: 肩
ko: 어깨
nl: Schouders
pl: Barki
pt: Ombros
ru: Плечи
tr: Omuzlar
uk: Плечі
zh: 肩宽
zh_hant: 肩

# measureChest
source: Chest
ar: الصدر
de: Brust
es: Pecho
fa: سینه
fr: Poitrine
it: Petto
ja: 胸囲
ko: 가슴
nl: Borst
pl: Klatka
pt: Peito
ru: Грудь
tr: Göğüs
uk: Груди
zh: 胸围
zh_hant: 胸圍

# measureArm
source: Arm
ar: الذراع
es: Brazo
fa: بازو
fr: Bras
it: Braccio
ja: 腕
ko: 팔
pl: Ramię
pt: Braço
ru: Рука
tr: Kol
uk: Рука
zh: 臂围
zh_hant: 手臂

# measureForearm
source: Forearm
ar: الساعد
de: Unterarm
es: Antebrazo
fa: ساعد
fr: Avant-bras
it: Avambraccio
ja: 前腕
ko: 전완
nl: Onderarm
pl: Przedramię
pt: Antebraço
ru: Предплечье
tr: Ön kol
uk: Передпліччя
zh: 前臂围
zh_hant: 前臂

# measureWaist
source: Waist
ar: الخصر
de: Taille
es: Cintura
fa: کمر
fr: Taille
it: Vita
ja: ウエスト
ko: 허리
nl: Taille
pl: Talia
pt: Cintura
ru: Талия
tr: Bel
uk: Талія
zh: 腰围
zh_hant: 腰圍

# measureHips
source: Hips
ar: الورك
de: Hüfte
es: Cadera
fa: باسن
fr: Hanches
it: Fianchi
ja: ヒップ
ko: 엉덩이
nl: Heupen
pl: Biodra
pt: Quadris
ru: Бёдра
tr: Kalça
uk: Стегна
zh: 臀围
zh_hant: 臀圍

# measureThigh
source: Thigh
ar: الفخذ
de: Oberschenkel
es: Muslo
fa: ران
fr: Cuisse
it: Coscia
ja: 太もも
ko: 허벅지
nl: Bovenbeen
pl: Udo
pt: Coxas
ru: Бедро
tr: Uyluk
uk: Стегно
zh: 大腿围
zh_hant: 大腿

# measureCalf
source: Calf
ar: ربلة الساق
de: Wade
es: Gemelo
fa: ساق
fr: Mollet
it: Polpaccio
ja: ふくらはぎ
ko: 종아리
nl: Kuit
pl: Łydka
pt: Panturrilha
ru: Икра
tr: Baldır
uk: Литка
zh: 小腿围
zh_hant: 小腿

# measureBodyfat
source: Body fat
ar: دهون الجسم
de: Körperfett
es: Grasa corporal
fa: چربی بدن
fr: Masse grasse
it: Massa grassa
ja: 体脂肪
ko: 체지방
nl: Lichaamsvet
pl: Tkanka tłuszczowa
pt: Gordura corporal
ru: Жир
tr: Vücut yağı
uk: Жирова маса
zh: 体脂率
zh_hant: 體脂

source: TIMELINE
ar: الخط الزمني
de: ZEITVERLAUF
es: EVOLUCIÓN
fa: تایم‌لاین
fr: CHRONOLOGIE
it: PROGRESSI FOTO
ja: タイムライン
ko: 타임라인
nl: TIJDLIJN
pl: OŚ CZASU
pt: LINHA DO TEMPO
ru: ЛЕНТА
tr: ZAMAN ÇİZELGESİ
uk: ХРОНОЛОГІЯ
zh: 身材相册
zh_hant: 時間軸

# timelineHint
source: Same pose, same spot, same light. In a year you will not believe it.
ar: نفس الوضعية والمكان والإضاءة. بعد سنة لن تصدق الفرق.
de: Gleiche Pose, gleicher Ort, gleiches Licht. In einem Jahr wirst du es kaum glauben.
es: Misma pose, mismo sitio, misma luz. Dentro de un año no te lo vas a creer.
fa: همان ژست، همان جا، همان نور. یک سال بعد باور نمی‌کنی.
fr: Même pose, même endroit, même lumière. Dans un an, tu n’en reviendras pas.
it: Stessa posa, stesso posto, stessa luce. Tra un anno non ci crederai.
ja: 同じポーズ、同じ場所、同じ光。1年後、きっと驚きます。
ko: 같은 포즈, 같은 장소, 같은 조명. 1년 뒤에는 믿기 어려울 거예요.
nl: Zelfde pose, zelfde plek, zelfde licht. Over een jaar geloof je je ogen niet.
pl: Ta sama poza, to samo miejsce, to samo światło. Za rok nie uwierzysz.
pt: Mesma pose, mesmo lugar, mesma luz. Daqui a um ano você não vai acreditar.
ru: Та же поза, то же место, тот же свет. Через год сам не поверишь.
tr: Aynı poz, aynı yer, aynı ışık. Bir yıl sonra inanamayacaksın.
uk: Та сама поза, те саме місце, те саме світло. За рік не повіриш.
zh: 同姿态、同机位、同光线。坚持一年，震撼由心而生。
zh_hant: 相同姿勢、相同地點、相同光線。一年後你會難以置信。

# timelineEmptyTitle
source: Your first photo starts the clock
ar: صورتك الأولى تبدأ التتبع
de: Dein erstes Foto startet die Zeitreise
es: Tu primera foto pone el contador en marcha
fa: با اولین عکس، تایم‌لاین شروع می‌شود
fr: Ta première photo lance le suivi
it: La prima foto fa partire il cronometro
ja: 最初の写真から記録が始まります
ko: 첫 사진부터 추적이 시작됩니다
nl: Je eerste foto start de tijdlijn
pl: Pierwsze zdjęcie rozpoczyna śledzenie
pt: Sua primeira foto inicia a contagem.
ru: Первое фото запускает отсчёт
tr: İlk fotoğrafın takibi başlatır
uk: Перше фото запускає відстеження
zh: 拍下第一张身材照，开启蜕变之旅
zh_hant: 第一張照片會開始追蹤

# photoCount
source: %lld photos
ar: %lld صور
de: %lld Fotos
es: %lld fotos
fa: %lld عکس
it: %lld foto
ja: 写真%lld枚
ko: 사진 %lld장
nl: %lld foto's
pl: %lld zdjęć
pt: %lld fotos
ru: %lld фото
tr: %lld fotoğraf
uk: %lld фото
zh: %lld 张照片
zh_hant: %lld 張照片
